{"TextNeeded": "Yes", "SourceNotes": "https://books.google.com/books?id=nbHTXzPnyE4C", "Transcription": "Reviewed ", "PlaceNotes": null, "Source": null, "Latitude": "44.283333", "NoKnownText": null, "Circa": null, "Province": "Ravenna", "RegnalEnd": "1336", "Fragment": null, "GeneralNotes": ["-prior to 16th-c, synods are known for 29 Sept 1312, 1321, and 1335", "partial transcription of one constitution in Tonducci: Volentes insuper Constitutionem B. M. Domini Rainaldi olim Archiepiscopi Ravennae executioni debitae mandare, iniungimus omnibus Clericis Nobis subiectis, quatenus celebrare studeant festa Sanctorum Archiepiscoporum Ravennae qui fuerunt a Columba electi etc.", "Insuper festa Patronorum Ecclesiarum Suffraganearum Sanctae Ravennatis Ecclesiae suis diebus, ut sequitur.", "Ravennae S. Ursicini Martiris die 13. Decembris. S. Prosperi Regii die 25. Novembris. S. Geminiani Mutinae die ultima Ianuarii. S. Petronii Bononiae die 4. Octobris. S. Cassiani Imolae, et Comacli die 13. Augusti. S. Mercurialis Forolivii die ultima Aprilis. S. Ruffili Foropopil. die 18. Iulii. S. Vicini Sarsenat. die 28. Augusti. S. Georgii Ferrariae die 24. Aprilis. S. Iulii Arimini die 21. Iunii.", "Another partial passage survives in Mittarelli: Beatorum Confessorum Emiliani pontificis, et <Te>Rentii Levitae in civitate et burgis, ad quorum corpora veneranda in suis propriis ecclesiis residentia Dominus cotidie miranda dignatur ostendere ... Sanctorum archiepiscoporum Ravennae, et Sanctorum Titularium ecclesiarum suffraganearum metropolitae ecclesie Ravennatis."], "ClassificationNotes": null, "TranscriptionNotes": null, "Delegated": null, "Day": null, "DatingNotes": null, "BiblioRefs": "Sinodi di Faenza (Mazzotti), pp20-22", "Language": "Latin", "LanguageNotes": null, "CountryModern": "Italy", "SourceOther": null, "OCR": null, "Longitude": "11.883333", "Place": "Faenza", "IssuingAuthorityAlt": null, "EditionOther": null, "Classification": "Diocesan", "Diocese": "Faenza", "RecordID": "545", "Month": null, "Edition": "Tonducci, Historie di Faenza, 393; Mittarelli, Accessiones historicae Faventinae, 545-46", "BaseText": "WebDownload", "IssuingAuthority": "Ugolino dei Minori", "Year": "1321", "RegnalStart": "1311"}